

<h1>Documentaci&oacute;n concurso CU plaza 024CUN25 - Javier C&aacute;mara Moreno</h1>

<p>Por resoluci&oacute;n de 20 de octubre de 2025, BOE n&uacute;m. 258 de 27 de octubre de 2025, la Universidad de M&aacute;laga convoc&oacute; a concurso de acceso, entre otras, la plaza de Catedr&aacute;tico/a de Universidad cuyos detalles se muestran a continuaci&oacute;n. El presente documento se ha elaborado para cumplir con las instrucciones establecidas en dicha convocatoria en relaci&oacute;n a la documentaci&oacute;n a entregar en el acto de presentaci&oacute;n del concurso, a saber:</p> 

<p<i><b>Historial acad&eacute;mico, docente e investigador</b> y, en su caso, asistencial sanitario, en
el que se detallar&aacute;n los m&eacute;ritos hasta la fecha de finalizaci&oacute;n del plazo de presentaci&oacute;n
de solicitudes, seg&uacute;n el modelo normalizado CVN ANECA (FECYT).</i></p>
<a href="./cv.pdf">Historial acad&eacute;mico, docente, e investigador - Curriculum Vitae (pdf)</a>


<p><i><b>Publicaciones y documentos acreditativos</b> de los m&eacute;ritos alegados en el historial
acad&eacute;mico, docente e investigador. El candidato o candidata deber&aacute; presentar una
declaraci&oacute;n jurada en la que asegure que la documentaci&oacute;n responde fielmente al
original, en caso de documentos no electr&oacute;nicos, sin perjuicio de que puedan ser
requeridos al interesado o interesada los oportunos documentos originales que acrediten
la citada declaraci&oacute;n.</i></p>
<a href="./docs.zip">Documentos acreditativos (zip)</a> 
<br>
<a href="./declaracion.pdf">Declaraci&oacute;n jurada (pdf)</a>


<p><i><b>Proyecto docente</b>, referido a una asignatura obligatoria, adscrita al &aacute;rea de conocimiento de la plaza objeto de concurso e incluida en el correspondiente plan de estudios de una titulaci&oacute;n oficial de Grado o M&aacute;ster de la Universidad de M&aacute;laga, con validez en todo el territorio nacional y que est&eacute; vigente en la fecha de publicaci&oacute;n de la convocatoria de la plaza en el BOE.</i></p>
<a href="./docente.pdf">Memoria proyecto docente (pdf)</a> 

<p><i><b>Proyecto investigador</b> que pretenda desarrollar el candidato o candidata, conforme a la actividad docente e investigadora que conste en la convocatoria de la plaza.</i></p>
<a href="./investigador.pdf">Memoria proyecto investigador (pdf)</a> 


<hr>

<b>Cuerpo:</b>  Catedr&aacute;tico/a de Universidad <br>
<b>N&uacute;mero de plaza:</b> 024CUN25<br>
<b>&aacute;rea de conocimiento:</b>  Lenguajes y Sistemas Inform&aacute;ticos<br>
<b>Departamento:</b>  Lenguajes y Ciencias de la Computaci&oacute;n<br>
<b>Perfil docente:</b>  Docencia en Introducci&oacute;n a la Ingenier&iacute;a del Software, asignatura adscrita al &aacute;rea de Conocimiento<br>
<b>Perfil investigador:</b> Investigaci&oacute;n en software system structures y software verification and validation.<br>



